Repository: tbrek/-tbrek-kodi-repo
Catalog: src/plugin.video.iptv.archive.downloader/resources/language/resource.language.*/strings.po
Languages: pl_pl

# #30000
source: Recording path
pl_pl: Ścieżka nagrywania

# #30001
source: Pipe ffmpeg output through Kodi (for network folders)
pl_pl: Pozwól ffmpeg używać Kodi do zapisu (foldery sieciowe)

# #30002
source: URL encode whole filename
pl_pl: Zakoduj całą nazwę pliku

# #30003
source: Create JSON file
pl_pl: Utwórz plik JSON

# #30004
source: Create NFO file
pl_pl: Utwórz plik NFO

# #30005
source: Create artwork file
pl_pl: Utwórz plik z miniaturą

# #30006
source: ffmpeg path
pl_pl: Ścieżka do ffmpeg

# #30007
source: ffmpeg reconnect arguments
pl_pl: Wznawiaj przerwane połączenie

# #30008
source: Optional extra ffmpeg arguments
pl_pl: Opcje ffmpeg

# #30009
source: ffmpeg file extension (ts is recommended)
pl_pl: Rozszerzenie pliku ffmpeg (zalecane .ts)

# #30010
source: Post-processing command
pl_pl: Komenda do post-procesu

# #30011
source: Minutes Before
pl_pl: Minut przed

# #30012
source: Minutes After
pl_pl: Minut po

# #30013
source: Segment length (seconds)
pl_pl: Długość segmentu (w sekundach)

# #30014
source: Join segments after downloading
pl_pl: Połącz segmentu po probraniu

# #30015
source: Silent Notifications
pl_pl: Wycisz powiadomienia

# #30018
source: External m3u
pl_pl: Plik M3U

# #30019
source: Path to file
pl_pl: Ścieżka do pliku

# #30020
source: URL address
pl_pl: Adres URL

# #30021
source: External m3u Time Shift (hours)
pl_pl: Przeusnięcie czasowe (w godzinach)

# #30022
source: General
pl_pl: Ogólne

# #30023
source: Service
pl_pl: Zaawansowane

# #30024
source: Startup Delay (seconds)
pl_pl: Opóźnij start (w sekundach)

# #30025
source: Background Service
pl_pl: Uruchom w tle

# #30026
source: Update on Login
pl_pl: Aktualizuj przy starcie

# #30027
source: Service Schedule Type
pl_pl: Typ harmonogramu usług

# #30028
source: Interval (hours)
pl_pl: Interwał (w godzinach)

# #30029
source: Service Time
pl_pl: Czas

# #30032
source: File
pl_pl: Plik

# #30034
source: Period
pl_pl: Okresowo

# #30035
source: Time
pl_pl: Godzina

# #30036
source: None
pl_pl: Brak

# #30050
source: Can not download live stream
pl_pl: Nie można pobrać transmisji na żywo

# #30051
source: Please try again when programme is finished
pl_pl: Poczekaj do ukończenia programu

# #30052
source: Database not found
pl_pl: Baza danych nie odnaleziona

# #30053
source: Downloading
pl_pl: Pobieranie

# #30054
source: Downloading completed
pl_pl: Pobieranie zakoczończone

# #30055
source: Downloaded
pl_pl: Pobrano

# #30056
source: ffmpeg exe not found!
pl_pl: Nie odnaleziono ffmpeg!

# #30057
source: Erase DB and start again?
pl_pl: Wyczyść bazę danych i zacznij od nowa?

# #30058
source: Recordings Folder
pl_pl: Nagrania

# #30059
source: Erase DB
pl_pl: Wyczyść bazę danych

# #30060
source: Settings
pl_pl: Ustawienia

# #30061
source: Download using timeframes
pl_pl: Pobierz używając znaczników czasu

# #30062
source: Download from Archive
pl_pl: Pobierz z archiwum

# #30063
source: Confirm downloading
pl_pl: Potwierdź pobieranie

# #30064
source: You are about to download stream
pl_pl: Zamierzasz pobrać strumień w przedziale

# #30065
source: Enter start time
pl_pl: Podaj start

# #30066
source: Enter end time
pl_pl: Podaj koniec

# #30067
source: Could not download recording
pl_pl: Pobieranie z archiwum nieudane

# #30068
source: Error parsing dates
pl_pl: Błąd przetwarzania daty

# #30070
source: Archive format
pl_pl: Format archiwum

# #30071
source: Custom
pl_pl: Inny

# #30074
source: Create subfolder for each channel
pl_pl: Utwórz folder dla każdego kanału

# #30075
source: Delete scheduled download?
pl_pl: Usunąć z kolejki pobierania?

# #30076
source: Recording queue
pl_pl: Kolejka pobierania

# #30077
source: Delete?
pl_pl: Usuń?

# #30078
source: Delete all queued downloads?
pl_pl: Usunąć wszystkie zakolejkowane pobrania?

# #30079
source: Scheduling
pl_pl: Kolejkowanie

# #30080
source: Found unfinished downloads. Would you like to restart?
pl_pl: Znalezione niedokończone pobrania. Kontynuować?

# #30081
source: Download all audio tracks
pl_pl: Pobierz wszystkie ścieżki audio

# #30082
source: Output file format
pl_pl: Format wyjściowy pliku
